[
  {
    "role": "Product Owner",
    "organisation": "Mosaic Human Relief and Development ",
    "startDate": "Jan 2024",
    "endDate": "Present",
    "discription": "Latakia, Syria  - Full Time",
  "experiences": ["Defined product vision and roadmap for the organization’s website redesign, aligning enhancements (functionality, UX) with operational goals and stakeholder needs.", "Prioritized backlog items for frontend interface optimization, ensuring cross-browser compatibility, responsiveness, and user-centric navigation.", "Led stakeholder-driven development of new website sections to boost information accessibility and engagement.", "Translated business requirements into user stories/technical solutionsthrough collaboration with cross-functional teams.", "Owned the design and implementation of customized content templates to streamline data presentation for project-specific needs.", "Championed data-driven decision-making by developing interactive dashboards/reports for program metrics visualization.", "Acted as key liaison between technical teams and non-technical stakeholders, ensuring alignment on workflows and communication.", "Optimized backend systems (e.g., CMS dashboards) to simplify content management"],
    "imageSrc": "history/mosaiclogo.png"
  },
  {
    "role": "Frontend Developer",
    "organisation": "Axtro Soft",
    "startDate": "Mar 2022",
    "endDate": "Dec 2023",
    "discription": "Damascus, Syria (Remote)  - Full Time",
    "experiences": ["Worked with UI/UX designer and converted the designs to front-end web applications.", "Engaged in daily scrum meetings with our team to optimize the development process.", "Build Many web applications pages with a responsive mobilefirst approach.", "Solving many bugs related to building web application. ", "Join several online training to learn new skills and tools."],
    "imageSrc": "history/axtro.png"
  },
  {
    "role": "Translator",
    "organisation": "Arageek",
    "startDate": "Mar 2019",
    "endDate": "Sep 2019",
    "discription": "London, UK (Remote)  - Part Time",
    "experiences": [
      "Collecting contents of article from several sites related to topic of article.",
      "Translating articles into Arabic.",
      "Holding periodic meetings with manager to discuss improving work."
    ],
    "imageSrc": "history/arageek.png"
  }
]
