[
  {
    "role": "Business Analyst & Web Developer",
    "organisation": "Mosaic Human Relief and Development ",
    "startDate": "Jan 2024",
    "endDate": "Present",
    "discription": "Latakia, Syria  - Full Time",
  "experiences": ["Spearheaded the full redesign and enhancement of the organization’s website, improving functionality,user experience, and alignment with operational goals.", "Developed and optimized frontend interfaces, ensuring responsiveness, cross-browser compatibility, and seamless navigation.", "Structured and integrated new website sections to enhance information accessibility and stakeholder engagement", " Collaborated with cross-functional teams to analyze business requirements and translate them into technical solutions.", "Designed and implemented customized content templates tailored to specific project needs, streamlining data presentation", "Developed interactive dashboards and reports to visualize program metrics, enabling data-driven decision-making.", "Acted as the primary liaison between technical teams and non-technical stakeholders, ensuring clear communication and workflow alignment.", "Enhanced backend dashboard functionality to simplify content management and administrative tasks"],
    "imageSrc": "history/mosaiclogo.png"
  },
  {
    "role": "Frontend Developer",
    "organisation": "Axtro Soft",
    "startDate": "Mar 2022",
    "endDate": "Dec 2023",
    "discription": "Damascus, Syria (Remote)  - Full Time",
    "experiences": ["Worked with UI/UX designer and converted the designs to front-end web applications.", "Engaged in daily scrum meetings with our team to optimize the development process.", "Build Many web applications pages with a responsive mobilefirst approach.", "Solving many bugs related to building web application. ", "Join several online training to learn new skills and tools."],
    "imageSrc": "history/axtro.png"
  },
  {
    "role": "Translator",
    "organisation": "Arageek",
    "startDate": "Mar 2019",
    "endDate": "Sep 2019",
    "discription": "London, UK (Remote)  - Part Time",
    "experiences": [
      "Collecting contents of article from several sites related to topic of article.",
      "Translating articles into Arabic.",
      "Holding periodic meetings with manager to discuss improving work."
    ],
    "imageSrc": "history/arageek.png"
  }
]
